{
  "header": "Retirement Savings",
  "intro": "There are several types of retirement savigns accounts, each with their own benefits. However, you must be employed to have these accounts because only earned income can contribute towards these accounts.",
  "subtopics": [
    {
      "subheading": "401k ",
      "par": "",
      "list": [
        "This money is TAX DEFERRED, meaning you don’t have to pay taxes on it until you withdraw it from the account.",
        [
          "If you invest it, you will technically be paying taxes on a much larger amount because the money grows with the market",
          "However, this works out well because you’re expenses are much generally less when you are retired, so you're in a lower tax bracket every year"
        ],
        "You can contribute up to 19,500 in 2020; the limit increases every year",
        "Another big benefit: Most employers contribute towards your 401k (3-7% of your salary as long as you also contribute at least that amount to your 401k) on top of the salary they give you",
        [
          "Generally not vested (not given to you) until 3 years later, so you can’t leave the job before that point and still expect the employer contribution"
        ],
        "You can not withdraw until the age of 59.5 without paying taxes + a 10% penalty ",
        "Conclusion: Good because you’re expenses (and therefore your taxes) will probably be lower when you have retired",
        [
          "Definitely consider if you need money in the short term because this instantly reduces your taxes"
        ]
      ]
    },
    {
      "subheading": "Roth IRA",
      "par": "",
      "list": [
        "This money is TAX FREE, meaning you pay taxes now and then you can invest it your retirement account and never pay taxes on those earnings",
        "Generally speaking, for middle class people",
        "You can contribute up to $6,000 in 2020",
        [
          "This is per person, so you can open an account in your spouse’s name even if he/she is not working"
        ],
        "You can only withdraw your contributions after 5 years of it being in the account",
        "Conclusion: Tax free is generally better than tax deferred because you are pay 0 taxes on what will be a larger sum of money in the future",
        [
          "Great for long term, not great for short term, especially if you are low on cash"
        ]
      ]
    },
    {
      "subheading": "Traditional IRA",
      "par": "",
      "list": [
        "You must choose between Roth and Traditional IRA each year",
        "Tax Deferred, BUT ONLY ON THE EARNINGS from your investments",
        [
          "You pay taxes on your contributions now, but you pay taxes on the earnings from the investments once you retire"
        ],
        "You can contribute up to  $6000 in 2020",
        "If your single salary is over 124k, then you can only have a Traditional IRA, not Roth IRA"
      ]
    },
    {
      "subheading": "Roth 401k",
      "par": "",
      "list": [
        "Tax Free like the Roth IRA, but you can contribute $19,500 and your employer can also contribute to this",
        "You can have a Roth IRA alongside this, but not a 401k",
        "There is no income limit on this type of account",
        "Conclusion: This is the best account to maximize contributions in once you have a stable living because the long-term payoff is huge."
      ]
    },
    {
      "subheading": "Annuities",
      "par": "",
      "list": [
        "These are guaranteed insurance contracts",
        "Similar to Traditional IRA, in that you pay taxes on your contributions now, but your earnings are tax deferred",
        "There is no contribution limit",
        "Annuities have a bad rep because they are super complex and charge many expenses for keeping your money",
        "They only invest in mutual funds, not other types of investments",
        "The alternative is to pay lower expenses through passive mutual funds or ETFs",
        [
          "In annuities, you pay a premium to get tax deferral on your earnings"
        ],
        "The best use case for annuities is when you’re retired and you want guaranteed income",
        [
          "Immediate Annuity - starts at age 60, you give the insurance company 100k, and they will give you 4900 every year for the rest of your life. Worth it if you live past age 80."
        ]
      ]
    }
  ]
}
