{
  "header": "Options",
  "intro": "",
  "subtopics": [
    {
      "subheading": "What is an Option?",
      "par": "An option is the right to buy or sell a security at a predetermined price for a predetermined period of time.",
      "list": [
        "Essentially you pay x dollars to freeze the stock price at a certain price for a certain period",
        [
          "Strike price - the price that you’re freezing ",
          "Expiry Date - when the option ends ",
          "Premium - how much you pay to freeze (per stock) "
        ],
        "Smallest option duration is 1 week ",
        "Each option is 100 stocks "
      ]
    },
    {
      "subheading": "Vocabulary",
      "par": "",
      "list": [
        "Exercising the option - you actually pay for the stock at the strike price",
        "Open interest - the number of options available in the market",
        "At the money - strike price = current price ",
        "In the money - strike price is lower (call) or higher (put) than current price",
        "Out of the money - strike is higher (call) or lower (put) than current",
        "Volatility ",
        ["A good volatility is under 15 "],
        "Implied Volatility - how much is a particular option price going to change",
        ["≈ call price + put price for a certain duration & strike "],
        "Note that the OPTION PRICE changes at the SAME RATE as the STOCK PRICE only after the stock meets the strike price. ",
        [
          "Ex: 100 current, 105 strike, 7 premium, then the call price is about 9 when the stock is 107"
        ]
      ]
    },
    {
      "subheading": "CALL vs. PUT Options",
      "par": "",
      "list": [
        "A call option is where you're betting that the stock price will increase above a certain value (strike price + premium) ",
        "A put option is where you're betting that the stock price will decrease below a certain value (strike price - premium) "
      ]
    },
    {
      "subheading": "BUYING vs. SELLING Options",
      "par": "",
      "list": [
        "You can BUY or SELL a CALL or PUT option ",
        [
          "Buy a put when ",
          [
            "You want capital gain ",
            "You want insurance - if you are currently holding a long-term stock that will go down short term, then you can buy a put to make money off the decrease",
            ["Similar to paying insurance premium like the option premium"]
          ],
          "Sell a put when ",
          [
            "you want to buy the stock at a lower price ",
            "You think the stock will go down, but not by that much (income)"
          ],
          "Sell a call when ",
          [
            "You think a stock will go up, but not by that much (income)",
            "You think the stock will go down "
          ],
          "You can only sell options that you don’t own at a certain status (option level 2)"
        ]
      ]
    },
    {
      "subheading": "NAKED vs. COVERED Options",
      "par": "",
      "list": [
        "Naked Call - if you don’t have the stock and you sell a call, then you will have to short sell 100 stocks at the strike price",
        "Covered Call - you have 100 stocks and you sell a call, then you will sell your 100 stocks at the strike price",
        "Naked Put - you sell put and it goes below the strike price, forcing you to buy 100 stocks at that price"
      ]
    }
  ]
}
