{
  "header": "Real Estate",
  "intro": "",
  "subtopics": [
    {
      "subheading": "Mortgages",
      "par": "Mortgages are loans that you take to buy property. Here is how they work:",
      "list": [
        "You pay interest on the principal remaining from your loan",
        [
          "Mortgage companies finance your payments in a way that the vast majority of your first 2-3 years of payments contributes to the interest of the mortgage and very little contributes toward the principal payment so they make it worth their while",
          ["But the interest is tax-deductible upto $10,000 per year"]
        ],
        "Generally, you should take a 30 year loan because the interest rate is lower. You can choose to pay it off as soon as you have enough money to do so.",
        [
          "Some choose to keep mortgages for their entire duration because they want to invest their money to make more than they would've saved in interest by paying it off sooner. However, it is quite relieving to pay off your house"
        ],
        "You can easily reduce a 30 year loan to 23 years by paying 1/12 extra each month, which adds upto paying for one extra month each year. This is highly recommended",
        "Upto",
        "It seems like they are cruel because a 300k mortgage at 4% yearly will end up costing you at least 500k over 30 years, but it turns out that they are a much better deal than paying for rent",
        [
          "If you pay rent, that money goes away forever",
          "If you buy a house, that money contributes towards the probably the most valuable asset that you will own since the housing market is constantly appreciating",
          "You also have a larger living space for a potentially lower cost if you buy a house, so do it as soon as you can."
        ]
      ]
    },
    {
      "subheading": "Rent",
      "par": "Since you will probably rent an apartment for the first few years of our life anyway, here are some things to look out for",
      "list": [
        "Consider sharing your living space with someone cut costs in half",
        "Some apartments will charge you to fix things that need refurbishment",
        "Rental Insurance - covers all of the belongings in your apartment",
        [
          "You should probably buy it because it’s less than $400 per year",
          "It will sometimes give you a multipolicy insurance which acts as a discount on your car insurance"
        ]
      ]
    }
  ]
}
